Merge pull request #202 from signalbeam-io/makigjuro/cleanup-docs
cleanup docs
